Repository: small-user-7354/CTFd
Catalog: CTFd/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: User Name
fa: نام کاربری

source: Email
fa: پست الکترونیکی

source: Password
fa: گذرواژه

source: Submit
fa: ارسال

source: User Name or Email
fa: نام کاربری یا آدرس ایمیل

source: Resend Confirmation Email
fa: ارسال ایمیل تایید

source: Language
fa: زبان

source: Current Password
fa: گذرواژه کنونی

source: Affiliation
fa: وابستگی

source: Website
fa: وبسایت

source: Country
fa: کشور

source: Expiration
fa: زمان انقضا

source: Generate
fa: ایجاد

source: Event Name
fa: نام رخداد

source: The name of your CTF event/workshop
fa: نام رویداد/کارگاه CTF شما

source: Event Description
fa: توضیح رویداد

source: Description for the CTF
fa: توضیحات برای CTF

source: User Mode
fa: حالت کاربری

source: Team Mode
fa: حالت تیم

source: Controls whether users join together in teams to play (Team Mode) or play as themselves (User Mode)
fa: کنترل می کند که آیا کاربران در تیم ها برای بازی (حالت تیم) به هم می پیوندند یا به عنوان خود بازی می کنند (حالت کاربر)

source: Admin Username
fa: نام کاربری ادمین

source: Your username for the administration account
fa: نام کاربری شما برای حساب مدیریت

source: Admin Email
fa: ایمیل ادمین

source: Your email address for the administration account
fa: آدرس ایمیل شما برای حساب مدیریت

source: Admin Password
fa: گذرواژه ادمین

source: Your password for the administration account
fa: رمز ورود شما برای حساب مدیریت

source: Logo
fa: لوگو

source: Logo to use for the website instead of a CTF name. Used as the home page button. Optional.
fa: آرم برای استفاده از وب سایت به جای نام CTF. به عنوان دکمه صفحه اصلی استفاده می شود. اختیاری

source: Banner
fa: بنر

source: Banner to use for the homepage. Optional.
fa: بنر برای استفاده برای صفحه اصلی. اختیاری

source: Small Icon
fa: نماد کوچک

source: favicon used in user's browsers. Only PNGs accepted. Must be 32x32px. Optional.
fa: Favicon در مرورگرهای کاربر استفاده می شود. فقط PNG ها پذیرفتند. باید 32x32px باشد. اختیاری

source: Theme
fa: تم

source: CTFd Theme to use. Can be changed later.
fa: موضوع CTFD برای استفاده. بعداً قابل تغییر است.

source: Theme Color
fa: رنگ تم

source: Color used by theme to control aesthetics. Requires theme support. Optional.
fa: رنگ مورد استفاده توسط موضوع برای کنترل زیبایی شناسی. به پشتیبانی تم نیاز دارد. اختیاری

source: Verify Emails
fa: تایید ایمیل

source: Start Time
fa: زمان شروع

source: Time when your CTF is scheduled to start. Optional.
fa: زمان شروع CTF شما شروع می شود. اختیاری

source: End Time
fa: زمان پایان

source: Time when your CTF is scheduled to end. Optional.
fa: زمانی که CTF شما به پایان می رسد. اختیاری

source: Finish
fa: پایان

source: Team Name
fa: نام تیم

source: Team Password
fa: رمز عبور تیم

source: Join
fa: پیوستن

source: Create
fa: ساختن

source: Your team's public name shown to other competitors
fa: نام عمومی تیم شما به سایر رقبا نشان داده شده است

source: New Team Password
fa: گذر واژه تازه برای تیم

source: Set a new team join password
fa: یک تیم جدید را با رمز وصل کنید

source: Confirm Current Team Password
fa: رمز عبور تیم فعلی را تأیید کنید

source: Provide your current team password (or your password) to update your team's password
fa: برای به روزرسانی رمز عبور تیم های خود ، رمز عبور تیم فعلی (یا رمز عبور خود) را ارائه دهید

source: Your team's affiliation publicly shown to other competitors
fa: وابستگی تیم شما به طور عمومی به سایر رقبا نشان داده شده است

source: Your team's website publicly shown to other competitors
fa: وب سایت تیم شما به طور عمومی به سایر رقبا نشان داده شده است

source: Your team's country publicly shown to other competitors
fa: کشور تیم شما به طور عمومی به سایر رقبا نشان داده شده است

source: Team Captain
fa: کاپیتان تیم

source: Search Field
fa: جستجوی موضوع

source: Name
fa: نام

source: Parameter
fa: پارامتر

source: Search
fa: جستجو

source: Hidden
fa: پنهان

source: Banned
fa: بن شده

source: Invite Link
fa: لینک دعوت

source: Search for matching users
fa: جستجوی کاربران تطبیق

source: Powered by CTFd
fa: طنین کوثر

source: Challenge
fa: چالش

source: %(num)d Solve
fa: %(num)d حل

source: View Hint
fa: اشاره

source: Flag
fa: پرچم

source: Next Challenge
fa: چالش بعدی

source: Date
fa: تاریخ

source: Challenges
fa: چالش ها

source: Confirm
fa: تایید

source: We've sent a confirmation email to your email address.
fa: ما یک ایمیل تأیید را به آدرس ایمیل شما ارسال کرده ایم.

source: Please click the link in that email to confirm your account.
fa: لطفاً برای تأیید حساب خود روی پیوند موجود در آن ایمیل کلیک کنید.

source: If the email doesn’t arrive, check your spam folder or contact an administrator to manually verify your account.
fa: اگر ایمیل وارد نشود ، پوشه هرزنامه خود را بررسی کنید یا با یک سرپرست تماس بگیرید تا حساب خود را به صورت دستی تأیید کنید.

source: Change Email Address
fa: تغییر آدرس ایمیل

source: Login
fa: ورود

source: Forgot your password?
fa: گذرواژه خود را فراموش کرده اید؟

source: Notifications
fa: اعلان ها

source: There are no notifications yet
fa: هنوز هیچ اعلان وجود ندارد

source: Register
fa: ثبت نام

source: Your username on the site
fa: نام کاربری شما در سایت

source: Never shown to the public
fa: هرگز به عموم نشان داده نشود

source: Password used to log into your account
fa: رمز عبور استفاده شده برای ورود به حساب شما

source: Reset Password
fa: بازنشانی گذرواژه

source: You can now reset the password for your account and log in. Please enter in a new password below.
fa: اکنون می توانید رمز ورود را برای حساب خود تنظیم کنید و وارد شوید. لطفاً در زیر رمز عبور جدید را وارد کنید.

source: Please provide the email address associated with your account below.
fa: لطفاً آدرس ایمیل مرتبط با حساب خود را در زیر ارائه دهید.

source: Settings
fa: تنظیمات

source: Profile
fa: حساب کاربری

source: Access Tokens
fa: توکن دسترسی

source: Your profile has been updated
fa: پروفایل کاربری شما به روز رسانی شد

source: Error:
fa: خطا:

source: API Key Generated
fa: کلید api تولید شد

source: Please copy your API Key, it won't be shown again!
fa: لطفاً کلید API خود را کپی کنید ، دوباره نشان داده نمی شود!

source: Active Tokens
fa: توکن های فعال

source: Delete Token
fa: حذف توکن

source: Are you sure you want to delete this token?
fa: آیا مطمئن هستید که می خواهید این نشانه را حذف کنید؟

source: Created
fa: ساخته شد

source: Description
fa: توصیف

source: Delete
fa: حذف

source: Setup
fa: تنظیمات اولیه

source: General
fa: عمومی

source: Mode
fa: حالت

source: Administration
fa: مدیریت

source: Style
fa: استایل

source: Date &amp; Time
fa: زمان &amp; تاریخ

source: Integrations
fa: ادغام

source: Next
fa: بعدی

source: Participants register accounts and form teams
fa: شرکت کنندگان حساب ها را ثبت می کنند و تیم ها را تشکیل می دهند

source: If a team member solves a challenge, the entire team receives credit
fa: اگر یکی از اعضای تیم یک چالش را حل کند ، کل تیم اعتبار دریافت می کند

source: Easier to see which team member solved a challenge
fa: آسان تر برای دیدن کدام یک از اعضای تیم یک چالش را حل کرده است

source: May be slightly more difficult to administer
fa: اجرای آن ممکن است کمی دشوارتر باشد

source: Participants only register an individual account
fa: شرکت کنندگان فقط یک حساب شخصی ثبت می کنند

source: Players can share accounts to form pseudo-teams
fa: بازیکنان می توانند حساب ها را برای تشکیل تیم های شبه به اشتراک بگذارند

source: Easier to organize
fa: سازماندهی آسان تر

source: Difficult to attribute solutions to individual team members
fa: نسبت دادن راه حل ها به اعضای تیم انفرادی دشوار است

source: Visibility Settings
fa: تنظیمات دید

source: Control the visibility of different sections of CTFd
fa: قابلیت مشاهده بخش های مختلف CTFD را کنترل کنید

source: Subscribe email address to the CTFd LLC Newsletter for news and updates
fa: برای اخبار و به روزرسانی آدرس ایمیل به خبرنامه CTFD LLC مشترک شوید

source: Time
fa: زمان

source: UTC Preview
fa: منطقه زمانی

source: Users
fa: کاربران

source: Teams
fa: تیم ها

source: Scoreboard
fa: جدول امتیازات

source: Admin Panel
fa: پنل ادمین

source: Team
fa: تیم

source: Logout
fa: خروج

source: Forbidden
fa: ممنوع

source: File not found
fa: فایل یافت نشد

source: Sorry about that
fa: بابت این موضوع متاسفیم

source: Too many requests
fa: تعداد درخواستها بیش از حد مجاز است.

source: Please slow down!
fa: آرامتر :

source: (Optional)
fa: (اختياري)

source: Join Team
fa: به تیم بپیوندید

source: Welcome to
fa: خوش آمدید به

source: Click the button below to join the team!
fa: برای پیوستن به تیم ، روی دکمه زیر کلیک کنید!

source: Create Team
fa: یک تیم بسازید

source: Edit Team
fa: تیم را تغییر دهید

source: Your team's profile has been updated
fa: پروفایل تیم به روز رسانی شد

source: Choose Captain
fa: کاپیتان را انتخاب کنید.

source: Your captain rights have been transferred
fa: حقوق کاپیتان شما منتقل شده است

source: Invite Users
fa: دعوت از کاربران

source: Share this link with your team members for them to join your team
fa: این پیوند را با اعضای تیم خود به اشتراک بگذارید تا آنها به تیم خود بپیوندند

source: Invite links can be re-used and expire after 1 day
fa: پیوندها را می توان دوباره استفاده کرد و بعد از 1 روز منقضی شد

source: Disband Team
fa: تیم منسوج

source: Are you sure you want to disband your team?
fa: آیا مطمئن هستید که می خواهید تیم خود را منحل کنید؟

source: No
fa: خیر

source: Yes
fa: بله

source: Official
fa: رسمي

source: place
fa: مكان

source: points
fa: امتیاز

source: Members
fa: أعضاء

source: Score
fa: نتيجة

source: Captain
fa: کاپیتان

source: Awards
fa: جایزه‌ها

source: Solves
fa: حل‌ها

source: Category
fa: دسته‌بندی

source: Value
fa: ارزش

source: No solves yet
fa: هنوز حل نشده است

source: In order to participate you must either join or create a team.
fa: برای مشارکت شما باید یا به تیم بپیوندید یا تیم ایجاد کنید.

source: Play with Official Team
fa: با تیم رسمی بازی کنید

source: Join Unofficial Team
fa: به تیمی غیر رسمی بپیوندید

source: Create Unofficial Team
fa: تیمی غیررسمی بسازید

source: Page
fa: صفحة

source: User
fa: کاربر

source: user
fa: کاربر

source: team
fa: تیم
